Repository: pamugk/polyhymnia-c
Catalog: po/*.po
Languages: ru

source: Polyhymnia is a basic MPD frontend, build with LibAdwaita and GTK
ru: Polyhymnia - базовый фронтенд для MPD, созданный с использованием LibAdwaita и GTK

source: Manage music library and play music with MPD
ru: Управляйте медиатекой и воспроизводите музыку при помощи MPD

source: Recently modified page
ru: Страница недавно изменённых

source: Artist discography page
ru: Страница дискографии арртиста

source: Album page
ru: Страница альбома

source: Tracks page
ru: Страница песен

source: Playlists page
ru: Страница плейлистов

source: Playlist page
ru: Страница плейлиста

source: Queue pane
ru: Панель очереди

source: Lyrics pane
ru: Панель текста песни

source: Initial release
ru: Начальный релиз

source: Powered by <a href="https://www.last.fm">Last.fm</a>
ru: Предоставлено <a href="https://www.last.fm">Last.fm</a>

source: Additional Info
ru: Дополнительные сведения

source: Albums
ru: Альбомы

source: Artists
ru: Артисты

source: Lyrics
ru: Текст песни

source: Recently Modified
ru: Недавно изменённые

source: Title
ru: Название

source: Artist
ru: Артист

source: Album
ru: Альбом

source: Duration
ru: Продолжительность

source: Details
ru: Подробности

source: Queue
ru: Очередь

source: Playlist will be permanently deleted.
ru: Плейлист будет удалён навсегда.

source: Delete Playlist?
ru: Удалить плейлист?

source: _Cancel
ru: _Отменить

source: _Delete
ru: _Удалить

source: Playlists
ru: Плейлисты

source: System
ru: Система

source: Resume media playback on application startup
ru: Возобновление воспроизведения при запуске приложения

source: Resume on Startup
ru: Начать воспроизведение при запуске

source: Common application settings
ru: Общие настройки приложения

source: Common
ru: Общие

source: Available MPD auido outputs
ru: Доступные MPD аудиовыходы

source: Audio Outputs
ru: Аудиовыходы

source: Library
ru: Библиотека

source: Scan sources for new songs on application startup
ru: Выполнять поиск новых песен при запуске приложения

source: Scan on Startup
ru: Искать при запуске

source: Library update configuration
ru: Настройка обновления библиотеки

source: Scan
ru: Поиск

source: Add to playlist
ru: Добавить в плейлист

source: Clear queue
ru: Очистить очередь

source: Remove from queue
ru: Убрать из очереди

source: Clear selection
ru: Очистить выделение

source: New playlist
ru: Новый плейлист

source: Create
ru: Создать

source: Playlist with such name already exists.
ru: Плейлист с таким именем уже существует.

source: Search results
ru: Результаты поиска

source: Statistics
ru: Статистика

source: Artists count
ru: Количество артистов

source: Albums count
ru: Количество альбомов

source: Songs count
ru: Количество песен

source: MPD uptime
ru: Продолжительность работы MPD

source: Total play time
ru: Всего хранится

source: Total played
ru: Всего воспроизведено

source: Last library update
ru: Последнее обновление библиотеки

source: Failed to fetch statistics
ru: Ошибка загрузки статистика

source: Track Details
ru: Подробности о песне

source: Genre
ru: Жанр

source: Disc
ru: Диск

source: Position
ru: Номер дорожки

source: Release date
ru: Дата выпуска

source: Original release date
ru: Дата выпуска оригинала

source: Work
ru: Произведение

source: Movement
ru: Действие

source: Movement number
ru: Номер действия

source: Recording location
ru: Место записи

source: Comment
ru: Комментарий

source: Sample rate
ru: Частота дискретизации

source: Audio bit depth
ru: Разрядность

source: Channels
ru: Число каналов

source: Audio Format
ru: Аудиоформат

source: Performers
ru: Исполнители

source: Composers
ru: Композиторы

source: Conductors
ru: Дирижёры

source: Ensemble
ru: Ансамбль

source: Personnel
ru: Участники записи

source: Label or publisher
ru: Лейбл или издатель

source: Legal
ru: Правовая информация

source: Audio format
ru: Аудиоформат

source: Failed to fetch track details
ru: Ошибка загрузки подробностей о песне

source: Songs
ru: Песни

source: Search
ru: Искать

source: Search…
ru: Искать…

source: _Statistics
ru: _Статистика

source: _Preferences
ru: _Настройки

source: _Keyboard Shortcuts
ru: _Комбинации клавиш

source: _About Polyhymnia
ru: _О Polyhymnia

source: _Scan
ru: _Обновить

source: _Full Scan
ru: _Полностью обновить

source: Check your MPD setup and try again
ru: Проверьте настройки MPD и попробуйте ещё раз

source: No MPD connection
ru: Нет соединения с MPD

source: Try again
ru: Повторить попытку

source: Failed to find additional info
ru: Ошибка поиска дополнительных сведений

source: No additional info found
ru: Дополнительных сведений не найдено

source: Album not found
ru: Альбом не найден

source: %d song
ru: %d песня

source: %d h. %d min.
ru: %d ч. %d мин.

source: %d min.
ru: %d мин.

source: Failed to get an album
ru: Ошибка загрузки альбома

source: Disc —
ru: Диск —

source: Disc %d
ru: Диск %d

source: If something is missing, try launching library scanning
ru: Если чего-то не хватает, попробуйте запустить обновление библиотеки

source: No albums found
ru: Альбомов не найдено

source: Search for albums failed
ru: Поиск альбомов завершился с ошибкой

source: Simple MPD-based music player.
ru: Простой музыкальный проигрыватель на основе MPD.

source: Available Songs
ru: Доступные песни

source: Similar Artists
ru: Похожие артисты

source: Failed to get an artist
ru: Ошибка загрузки данных артиста

source: Artist not found
ru: Артист не найден

source: Failed to find similar artists
ru: Ошибка поиска похожих артистов

source: No similar artists found
ru: Похожих артистов не найдено

source: Discography of an artist will be displayed here
ru: Здесь будет отображена дискография артиста

source: No artist selected
ru: Артист не выбран

source: No artist albums found
ru: Альбомов артиста не найдено

source: Search for artist discography failed
ru: Поиск дискографии артиста завершился с ошибкой

source: No artists found
ru: Артистов не найдено

source: Search for artists failed
ru: Поиск артистов завершился с ошибкой

source: No current song
ru: Нет песни в списке воспроизведения

source: Failed to find song lyrics
ru: Ошибка поиска текста песни

source: No song lyrics found
ru: Текст песни не найден

source: Songs modified in a last week will be displayed here
ru: Здесь будет отображены изменённые за последнюю неделю песни

source: No recently modified songs
ru: Нет недавно изменённых песен

source: Search for songs failed
ru: Поиск песен завершился с ошибкой

source: Queue is empty
ru: Очередь пуста

source: Failed to fetch queue
ru: Ошибка загрузки очереди

source: Playlist is empty
ru: Плейлист пуст

source: Failed to get a playlist
ru: Ошибка загрузки плейлиста

source: No playlists found
ru: Плейлистов не найдено

source: Search for playlists failed
ru: Поиск плейлистов завершился с ошибкой

source: Look for additional info on <a href="https://www.last.fm/">Last.fm</a>
ru: Искать дополнительные сведения на платформе <a href="https://www.last.fm/">Last.fm</a>

source: Look for lyrics on <a href="https://genius.com/">Genius</a>
ru: Искать текст песни на платформе <a href="https://genius.com/">Genius</a>

source: External Data
ru: Внешние данные

source: Additional info search configuration
ru: Настройка поиска дополнительных сведений

source: Additional info
ru: Дополнительные сведения

source: Lyrics search configuration
ru: Настройка поиска текста песни

source: Search query must be at least 2-character long
ru: Поисковый запрос должен быть длиной как минимум 2 символа

source: Search query is not long enough
ru: Поисковый запрос имеет недостаточную длину

source: No songs found
ru: Песен не найдено

source: Library not scanned yet
ru: Библиотека ещё не была обновлена

source: Unknown track
ru: Неизвестная песня

source: Unknown album
ru: Неизвестный альбом

source: Unknown artist
ru: Неизвестный артист

source: Unknown or unspecified
ru: Значение неизвестно или не указано

source: %d Hz
ru: %d Гц

source: %d bits per sample
ru: %d бит на сэмпл

source: Stored playlists have changed
ru: Хранимые плейлисты были изменены

source: Library has been updated
ru: Библиотека была обновлена
